/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 13.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* OCCertificateViewController buttons */
"Show ±" = "Εμφάνιση ±";
"Hide ±" = "Απόκρυψη ±";

/* OCCertificateViewController section titles */
"Subject" = "Θέμα";
"Issuer" = "Εκδότης";
"Public Key" = "Δημόσιο κλειδί";
"Extensions" = "Επεκτάσεις";
"Fingerprints" = "Αποτυπώματα";

"Validation Status" = "Κατάσταση επικύρωσης";
"Hostname" = "Όνομα Υπολογιστή";
"Validation Error" = "Σφάλμα επικύρωσης";
"User-rejected." = "Ο χρήστης απορρίφθηκε.";
"Certificate has issues." = "Το πιστοποιητικό έχει προβλήματα.";
"User-accepted." = "Ο χρήστης έγινε αποδεκτός.";
"Auto-accepted." = "Αυτόματη-αποδοχή.";
"Reason" = "Αιτία";
"No issues found." = "Δεν βρέθηκαν προβλήματα.";

/* X.509 certificate fields */
"businessCategory" = "Επιχειρηματική κατηγορία";
"commonName" = "Κοινό όνομα";
"countryName" = "Χώρα";
"jurisdictionCountryName" = "Χώρα δικαιοδοσίας";
"jurisdictionLocalityName" = "Περιοχή δικαιοδοσίας";
"jurisdictionStateOrProvinceName" = "Νομός ή περιφέρεια δικαιοδοσίας";
"localityName" = "Περιοχή";
"organizationName" = "Οργανισμός";
"organizationalUnitName" = "Μονάδα οργάνωσης";
"stateOrProvinceName" = "Νομός ή περιφέρεια";

"version" = "Έκδοση";
"serialNumber" = "Σειριακός αριθμός";
"signatureAlgorithm" = "Αλγόριθμος υπογραφής";

"validFrom" = "Έγκυρο από";
"validUntil" = "Έγκυρο έως";

"keyBytes" = "Bytes κλειδιού";
"keyExponent" = "Εκθέτης κλειδιού";
"keyInformation" = "Πληροφορίες";
"keySizeInBits" = "Μέγεθος κλειδιού (bits)";
